Repository: Crdzbird/rhea_flutter
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# titleDescription
source: Active Recovery for a healthy brain
es: Recuperación activa para un cerebro sano

# tryingJoinRhea
source: Trying to join Rhea
es: ¿Intentas unirte a Rhea?

# tryingJoinRheaDescription
source: You can't sign up for Rhea in the app. Once you're a member, you can start enjoying the Rhea companion app.
es: No puedes inscribirte en Rhea desde la app. Una vez que seas miembro, podrás empezar a disfrutar de la aplicación complementaria de Rhea.

# google
source: Continue with Google
es: Continuar con Google

# apple
source: Continue with Apple
es: Continuar con Apple

# email
source: Login with Email
es: Iniciar con Correo Electrónico

# welcome_back
source: Welcome back to Rhea
es: Bienvenido de nuevo a Rhea

source: Login
es: Iniciar sesión

# email_hint
source: Email address
es: Correo Electrónico

# email_invalid
source: Invalid email address
es: Email inválido

# email_required
source: Email address is required
es: Correo Electrónico requerido

# password_hint
source: Password
es: Contraseña

# password_required
source: Password is required
es: Contraseña requerida

# trial_app
source: The Rhea companion app is
es: La aplicación Rhea se encuentra

# trial_not_available
source: not available
es: no disponible

# trial_subscription
source: on a trial subscription.
es: en una suscripción de prueba.

# trial_detail
source: Once you're a full member, you can start enjoying the Rhea companion app.
es: Una vez que seas miembro, podras empezar a disfrutar de la aplicación Rhea

# no_progress
source: Let's start with your sessions. Today is a new day so let's keep that momentum flowing
es: Empecemos con tus sesiones. Hoy es un nuevo día, así que mantengamos el impulso.

source: Stage
es: Etapa

source: Session
es: Sesión

source: Settings
es: Configuraciones

source: Current Stage
es: Etapa actual

source: Complete
es: Finalizado

source: Up Next
es: Siguiente

source: Duration
es: Duración

source: Target Heart Rate
es: Objetivo de ritmo cardíaco

source: Equipment Required
es: Equipo necesario

source: Begin Next Session
es: Comienza la siguiente sesión

source: Begin Session
es: Comienza la sesión

# end_workout_question
source: End Workout?
es: ¿Finalizar el entrenamiento?

# end_workout_description
source: By ending the workout, your progress for this session will be discarded. Are you sure you want to do this?
es: Al terminar el entrenamiento, su progreso para esta sesión será descartado. ¿Estás seguro de que quieres hacer esto?

source: Yes
es: Si

# you_ended_workout_early
source: You've ended your workout early.
es: Has terminado tu entrenamiento antes de tiempo.

# please_tell_us_why
source: Please tell us why you're ending the workout early.
es: Por favor, dinos por qué terminas el entrenamiento antes de tiempo.

source: Workout was too difficult
es: El entrenamiento era demasiado difícil

source: Symptoms have worsened
es: Los síntomas han empeorado

source: Would like to continue later
es: Quisiera continuar más tarde

source: Other
es: Otros

source: End Workout
es: Fin del entrenamiento

source: Session Complete
es: Sesión completa

source: How are your symptoms?
es: ¿Cómo están sus síntomas?

source: Better
es: Mejor

source: Same
es: Igual

source: Worse
es: Peor

source: Complete Session
es: Sesión completa

source: Account
es: Cuenta

source: Notifications
es: Notificaciones

source: Devices
es: Dispositivos

# wearable_question
source: What wearable fitness tracker do you have?
es: ¿Qué dispositivo de seguimiento de la actividad física tiene usted?

# wearable_description
source: Select your device manufacturer below to connect to Rhea and sync your activity data realtime.
es: Selecciona el fabricante de tu dispositivo a continuación para conectarte a Rhea y sincronizar tus datos de actividad en tiempo real.

# zero_wearable
source: I don’t have a wearable
es: No tengo un dispositivo de seguimiento

# connect_wearable
source: Connect your fitness tracker
es: Conecta tu rastreador de fitness

# connect_wearable_description
source: Select your device manufacturer below to connect to Rhea and sync your activity data realtime.
es: Selecciona el fabricante de tu dispositivo a continuación para conectarte a Rhea y sincronizar tus datos de actividad en tiempo real.

source: First name
es: Nombre

source: Last name
es: Apellido

source: Update Password
es: Actualizar Contraseña

source: Active Recovery
es: Recuperación activa

source: for a
es: para un

source: healthy brain
es: cerebro sano

source: Learn more
es: Más información

source: Sleep hygiene questionnaire
es: Cuestionario de higiene del sueño

source: Rest
es: Descanso

# rest_description
source: Control your breath and listen to your body
es: Controla tu respiración y escucha a tu cuerpo

source: Exercise Completed
es: Ejercicio completado

source: Finish
es: Finalizar

source: Go Again
es: Iniciar de nuevo

# long_press_back
source: Long press for previous exercise
es: Pulsación larga para el ejercicio anterior

# session_completed
source: You have successfully completed all exercises in this session.
es: Ha completado con éxito todos los ejercicios de esta sesión.

source: It’s time to complete your
es: Es hora de completar su

source: sleep hygiene
es: higiene del sueño

source: checklist.
es: pendiente.

source: Submit Questionnaire
es: Enviar cuestionario

source: None
es: Ninguno

source: Additional Breathwork
es: Trabajo respiratorio adicional

source: Breathwork
es: Trabajo de respiración

source: Optional
es: Opcional

source: Recommended Time To Complete
es: Tiempo recomendado para completarlo

source: Care
es: Atención

# hold_for
source: For
es: Por

# breathwork_description
source: Slight adjustments to how you inhale and exhale can also lead to restoration.
es: Unos ligeros ajustes en la forma de inhalar y exhalar también pueden conducir a la restauración.

# breathwork_description_2
source: Explore some of these techniques to improve the delivery of oxygen and balance stress levels in the body, leading to improved well-being.
es: Explore algunas de estas técnicas para mejorar el suministro de oxígeno y equilibrar los niveles de estrés en el cuerpo, lo que conduce a un mayor bienestar.

# continue_rhea
source: Continue
es: Continuar

# breathwork_duration_question
source: How many minutes do you want to do breathwork for?
es: ¿Durante cuántos minutos quieres hacer el trabajo de respiración?

source: Inhale
es: Inhalar

source: Exhale
es: Exhalar

source: Hold
es: Mantenga

source: Empty
es: Vacio

source: Old Password
es: Contraseña antigua

source: New Password
es: Nueva contraseña

# password_tip
source: Minimum of 8 characters, include at least 1 number and 1 special character
es: Mínimo de 8 caracteres, incluya al menos 1 número y 1 carácter especial

source: Breathwork is
es: Trabajo respiratorio esta

source: Hidden
es: Oculto

# account_updated
source: Account has been updated
es: La cuenta ha sido actualizada

# account_error
source: Account was not updated, please try again
es: La cuenta no se ha actualizado, por favor inténtelo de nuevo

# exit_account
source: Logout
es: Cerrar la sesión
